{ "allergen": "Tree", "severity": "Low", "index": 1, "message": "Tree pollen is very low today. Have a good one!" }
{ "allergen": "Tree", "severity": "Low", "index": 2, "message": "There is a low amount of tree pollen about. Take care." }
{ "allergen": "Tree", "severity": "Low", "index": 3, "message": "There is a moderate amount of tree pollen in the air. Bring your tissues just in case." }
{ "allergen": "Tree", "severity": "Low", "index": 4, "message": "Our readings suggest there is significnat amount of tree pollen today. Be prepared to expect mild symptoms if you're out." }
{ "allergen": "Tree", "severity": "Low", "index": 5, "message": "Today has the perfect conditions for a very high amount of tree pollen. Try and avoid walking through densely forested urban areas. Check the map to see which trees are nearby." }
{ "allergen": "Tree", "severity": "Medium", "index": 1, "message": "Tree pollen is very low today. We hope you have a lovely day!" }
{ "allergen": "Tree", "severity": "Medium", "index": 2, "message": "There is a low amount of tree pollen about. No need to panic, but bring your supplies just in case." }
{ "allergen": "Tree", "severity": "Medium", "index": 3, "message": "There is a moderate amount of tree pollen in the air. You may begin to experience some discomfort - try not to rub your eyes if you can help it!" }
{ "allergen": "Tree", "severity": "Medium", "index": 4, "message": "Our readings suggest there could be a high amount of tree pollen today. Avoid walking through areas with many trees if you can. Check the map to see which trees are nearby." }
{ "allergen": "Tree", "severity": "Medium", "index": 5, "message": "Today has the perfect conditions for a very high amount of tree pollen. Lie low, and avoid spending lots of time outside today if you can. Check the map to see which trees are nearby." }
{ "allergen": "Tree", "severity": "High", "index": 1, "message":  "There is a very low amount of tree pollen about. Stay safe out there."}
{ "allergen": "Tree", "severity": "High", "index": 2, "message":  "There is a low amount of tree pollen in the air today. If you are very sensitive, you may experience mild symptoms when close to in season trees. Check the map to see which trees are nearby" }
{ "allergen": "Tree", "severity": "High", "index": 3, "message": "There is a moderate amount of tree pollen in the air. If you take them, you may need an anti-histamine today. Ensure you have your supplies ready and check the map to see which trees are nearby" }
{ "allergen": "Tree", "severity": "High", "index": 4, "message": "Our readings show there is a high possibility for lots of tree pollen in the air today. Avoid walking outside near any trees if you can and ensure you have your supplies on you. Check the map to see which trees are nearby." }
{ "allergen": "Tree", "severity": "High", "index": 5, "message": "A very high amount of tree pollen is forecast for today. We reccommend taking as much caution as you can allow and staying inside wherever possible. If you must go out check the map to see which trees are nearby" }
{ "allergen": "Grass", "severity": "Low", "index": 1, "message": "A very low amount of grass pollen is detected for today. All should be fine!" }
{ "allergen": "Grass", "severity": "Low", "index": 2, "message": "Today, a low amount of grass pollen is about. Bring tissues just in case!" }
{ "allergen": "Grass", "severity": "Low", "index": 3, "message": "Our reading shows a moderate amount of grass pollen today. If you walk through areas with lots of grass around be prepared to experience mild symptoms." }
{ "allergen": "Grass", "severity": "Low", "index": 4, "message": "Today, expect a high amount of grass pollen in there. Ensure you have all your relevant supplies with you if you're going outside today." }
{ "allergen": "Grass", "severity": "Low", "index": 5, "message": "A very high amount of grass pollen has been detected for today. Please stay safe and avoid extended time outside if you can." }
{ "allergen": "Grass", "severity": "Medium", "index": 1, "message": "A very low amount of grass pollen is detected for today. Stay safe out there!" }
{ "allergen": "Grass", "severity": "Medium", "index": 2, "message": "We are detecting a low amount of grass pollen for today. Make sure you have your supplies on hand in case you walk past a patch of flowering grass." }
{ "allergen": "Grass", "severity": "Medium", "index": 3, "message": "Today's reading shows moderate amounts of grass pollen in the air. You may start to experience symptoms just being out and about. Be prepared!" }
{ "allergen": "Grass", "severity": "Medium", "index": 4, "message": "Our forecast suggests a high amount of grass pollen for today. Avoid spendind prologned amounts of time outside if you can avoid it and please be cautious of parks if you must step out" }
{ "allergen": "Grass", "severity": "Medium", "index": 5, "message": "Conditions are perfect for a very high amount of grass pollen today. We reccommend limiting your time outside if you can avoid it. Expect symptoms if you do go outside, take any relevant medication if you needed and be kind to yourself." }
{ "allergen": "Grass", "severity": "High", "index": 1, "message": "A very low amount of grass pollen is detected for today. Be weary of big patches of grass!" }
{ "allergen": "Grass", "severity": "High", "index": 2, "message": "A very low amount of grass pollen is detected for today.  Be weary of big patches of grass!" }
{ "allergen": "Grass", "severity": "High", "index": 3, "message": "Our readings show a moderate amount of grass pollen for today. You are likely to experence symptoms if you venture into the great outdoors. Please take care and bring your relevant supplies!" }
{ "allergen": "Grass",  "severity": "High", "index": 4, "message": "Grass pollen readings for today are high. We reccommend taking extra caution by avoiding time spent outdoors if possible. You may need to prepare by taking any relevant medicaton  and cancelling any outside appointments where feasible." }
{ "allergen": "Grass", "severity": "High", "index": 5, "message": "Today, very high grass pollen readings are forecast. To protect your health and avoid severe symptoms we reccommend staying indoors wherever possible. Ensure relevant medication is on hand and do not venture outdoors for leisure at all today as it may trigger severe symptoms." }
{ "allergen": "Pollution", "severity": "Low", "index": 1, "message": "Pollution is low and the air quality is good today. Breathe easy, friend!" }
{ "allergen": "Pollution", "severity": "Low", "index": 3, "message": "Our pollution reading suggests only moderate air quality today. Take care as you venture outside." }
{ "allergen": "Pollution", "severity": "Low", "index": 5, "message": "Today, pollution is high and air quality is low. Please limit your time outdoors where possible." }
{ "allergen": "Pollution", "severity": "Medium", "index": 1, "message": "Pollution is low and the air quality is good today. Have a delightful day!" }
{ "allergen": "Pollution", "severity": "Medium", "index": 3, "message": "Our pollution reading suggests only moderate air quality today. Ensure you have your relevant medications on hand if you suffer from asthma and are heading outside today" }
{ "allergen": "Pollution", "severity": "Medium", "index": 5, "message": "Today, pollution is high and air quality is low. We reccommend staying indoors wherever possible to avoid an allergy attack." }
{ "allergen": "Pollution", "severity": "High", "index": 1, "message": "Pollution is low and the air quality is good today. Take usual precuations but no particular alert to flag today. Have a good one!" }
{ "allergen": "Pollution", "severity": "High", "index": 3, "message": "Our pollution reading suggests only moderate air quality today. Avoid extended time outdoors where possible. If you are asthmatic please ensure you have your relevant medication on you today just in case!" }
{ "allergen": "Pollution", "severity": "High", "index": 5, "message": "Today, pollution is high and air quality is low. Please do not venture outside if it can be avoided. We strongly reccommend you take extra precautions to avoid an allergy attack." }
{ "allergen": "None", "severity": "None", "index": 0, "message": "Register your allergen types to get a custom tip based on today's readings." }